Revit 2027 API
UnitTypeId.KilogramsPerMeterHour Property
 Kilograms per meter hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerMeterHour { get; }
Public Shared ReadOnly Property KilogramsPerMeterHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerMeterHour {
	ForgeTypeId^ get ();
}
static member KilogramsPerMeterHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace